CSI API ETABS v1
cDesignConcrete.ACI318_14 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDCoACI318_14 ACI318_14 { get; }
ReadOnly Property ACI318_14 As cDCoACI318_14
	Get
Dim instance As cDesignConcrete
Dim value As cDCoACI318_14
value = instance.ACI318_14
property cDCoACI318_14^ ACI318_14 {
	cDCoACI318_14^ get ();
}
abstract ACI318_14 : cDCoACI318_14 with get
Property Value
Type: cDCoACI318_14
See Also
Reference
cDesignConcrete Interface
ETABSv1 Namespace